{
    "id": 3,
    "title": "The unexpected unifier: Why Trump won the US presidential election",
    "text": "WEST PALM BEACH, Florida – Georgia and North Carolina had yielded a pleasant and early surprise for former president Donald Trump. Next up was the largest swing state of Pennsylvania, and a hush fell over the crowd of Trump supporters. A murmur rippled: Trump was in a bad mood. He had cancelled his plan to come down to the Palm Beach County Convention Centre where they were lingering in anticipation of his arrival to make a speech as votes were being counted in the Nov 5, 2024 election. Men, women, young, old, black, white and brown gathered there had all agreed that Democrats would once again “steal” the election, and they would have to relive the consequences of the 2020 election, which Trump has never conceded to losing. But what a night, what a comeback! They would soon break into celebration as Trump took Pennsylvania – the state that offers the largest share of votes in the Electoral College of the seven battleground states expected to determine the outcome. But who would have thought that Trump would emerge as the great unifier in a hotly contested election in a dramatically polarised nation? That he would end up as the “DEI” or diversity candidate of this election? His first victory in 2016 was powered almost exclusively by white voters, but this time he diversified with great success. According to exit polls, nearly one in five Trump voters was non-white. In 2016, that figure stood at only about 13 per cent. Although Trump did not win a majority of either black or hispanic communities, the shift was significant. He won support from about 13 per cent of black voters nationally and 45 per cent of hispanic voters, according to CNN exit polls. In the 2020 election, he was the choice of 8 per cent of black voters and 32 per cent of hispanics. A convincing example is right here in Florida, where the billionaire real estate mogul from New York maintains a residence and where his campaign headquarters is located. Florida was once a swing state that has now settled down in the Republican corner. Miami-Dade County, which used to be a reliably Democratic county with a huge Cuban American population, swung for Trump by double digits in this election. Osceola, a county with a large Puerto Rican community, also switched its loyalty to Trump after President Joe Biden won it by 14 points in 2020. Cities with large Puerto Rican and Cuban populations, like Kissimmee and Hialeah, saw Democratic majorities evaporate, according to Democratic firm Equis Research’s analysis. Another startling trend was Trump’s expansion beyond his known strengths in the heartlands, which responded to his call to address their economic decline and his championing of traditional social values and gun rights. In rural counties across Pennsylvania, Trump was able to increase both the turnout and margin of support. “This is a candidate who has begun every campaign he’s had knowing that he has 40 per cent of the American population behind him,” said Professor Joe Morris at Mercyhurst University in Pennsylvania’s swingiest county, Erie. He noted that Trump replicated his 2016 strategy to win Pennsylvania. “He focused on turning out rural voters and winning rural counties by a large margin to build up a buffer against the urban vote, which was likely to be Democratic,” he said. “It seems that the support that he managed to generate in 2016 has turned out to be incredibly enduring in Pennsylvania and across the US. My guess is that long after he is done being president, he is still going to be celebrated by the children of those 40 per cent of Americans.”  The extent of his support among these communities could not be captured by opinion polls. But there was some progress, according to Eurasia Group’s managing director for the US, Mr Jon Lieber, who tracks political and policy developments in Washington. “But they are clearly still having trouble reaching Trump voters,” he said. Vice-President Kamala Harris’ strength with women was not “nearly enough” to overcome Trump’s appeal to working-class Americans, who rejected Democrats even in bastions like New Jersey, as well as to the “rainbow coalition” of race and gender. Ms Harris won New Jersey’s 14 electoral votes in a state where registered Democrats outnumber registered Republicans by almost one million. But the margins were surprisingly close. With 93 per cent of the vote counted at 9.30pm ET (10.30am Wednesday, Singapore time), she led only by about 6 percentage points. Trump had lost New Jersey by 14 points in 2016 and 16 in 2020. Analysing the results based on NBC’s exit polls, Professor Daniel HoSang at Yale University said the strength of Trump’s reach into the traditional democratic coalition of voters of colour was nothing less than startling. “In multiple swing states, he seems to have won a majority of Latino men, and unprecedented proportions of Latina women and black men, including a reported 25 per cent of black men in Pennsylvania,” he said. He observed that this went far beyond simply cutting into Democratic majorities at the margins. “It’s getting much closer to what Steve Bannon has called inclusive nationalism,” he said, referring to the architect of Trump’s 2016 victory. “All of the most aggressive tones of the Trump campaign around gender, immigration and crime seemed to effectively broaden the Maga base, especially among men,” he said, referring to Trump’s Make America Great Again movement. Prof HoSang added that the results of the election challenged the “foundations of racial liberalism” dominant since the civil rights movement. But what can explain this radical shift? Professor John Geer at Vanderbilt University in Tennessee offered a clue. “The public thinks the country is on the wrong track and wants to disrupt a system that no longer works for them.” Ms Harris’ somewhat feeble efforts to project herself as an agent of change fell flat. She made at least a couple of own goals. When given an opportunity to state what she would do differently from Mr Biden when she appeared on a TV show popular with women, Ms Harris refused to take it. “Not a thing comes to mind,” she said. With that response, Ms Harris gave the lie to her campaign slogan of “Not going back”. There was also the promise to institute price controls and stop “price-gouging”, which showed a misjudgment of mainstream American thought. She seemed to impose the liberal thinking in progressive California upon the whole country. Her lack of experience in fighting and winning political campaigns anywhere but in liberal California was telling. Her debate victory over Trump, when she directly confronted him in the manner of a prosecutor, did not seem to go down well with Americans. It must surely hurt, for instance, that Lackawanna County, where Mr Biden’s home town of Scranton is, swung 5.6 points to the right from 2020 – even though Ms Harris still looked on track to win the county by the smallest of margins. And right in Ms Harris’ backyard, in the suburbs of northern Virginia’s Loudoun County, a Washington suburb with a large concentration of college-educated voters, came another rejection.  Mr Biden won the county by about 25 points in 2020; Ms Harris appears to have won it by just about 17 points. The question for Trump now is whether he can carry the millions of voters who did not choose him. “There is no chance that Trump is going to persuade the other half of the nation that he is a competent president with good intentions,” said Prof Morris. “He is undoubtedly the most divisive political figure we have seen. But he’s really not going to have to persuade anybody, at least not for two years,” he added, pointing out the Republicans won the US Senate and stood a good chance of winning the House of Representatives. “He’s going to have a unified government, which means that he doesn’t really have to reach across the aisle if he chooses not to,” he said. At least until the midterm elections, two years later." 
}