{
    "id": 8 ,
    "title": "Republican Liz Cheney slams ‘petty, unstable, tyrant’ Trump for violent rhetoric",
    "text": "WASHINGTON – Prominent Republican and vocal Donald Trump critic Liz Cheney called the former US president a “vindictive, cruel” dictator on Nov 1 after he suggested she would be less of a “war hawk” with guns trained on her face. “This is how dictators destroy free nations. They threaten those who speak against them with death,” the former US congresswoman and daughter of former US vice-president Dick Cheney said on Nov 1, in a post on social platform X. “We cannot entrust our country and our freedom to a petty, vindictive, cruel, unstable man who wants to be a tyrant.” Trump – who is running for re-election – made the remarks as he criticised Ms Cheney’s father for endorsing Democratic White House candidate Kamala Harris, speaking during a fireside chat with former Fox News host Tucker Carlson in Arizona. “And I don’t blame him for sticking with his daughter, but his daughter is a very dumb individual, very dumb,” Trump said on Oct 31. “She’s a radical war hawk. Let’s put her with a rifle standing there with nine barrels shooting at her, okay? Let’s see how she feels about it. You know, when the guns are trained on her face.” Ms Cheney was once seen as a rising star among the Republicans in the House of Representatives but was booted from a leadership position and then lost her Wyoming seat over her strong criticism of Trump’s refusal to concede the 2020 election.  The former US president endorsed her opponent in the 2022 House primary, Ms Harriet Hageman. Ms Cheney – who led the successful effort to have Trump impeached for a second time – announced in October that she would be voting for Ms Harris and has appeared with the US Vice-President multiple times to woo soft conservatives. Trump has a long history of attacking Ms Cheney and, as recently as last week, called her a “Muslim-hating warmonger... who wants to invade practically every Muslim country on the planet.” The Trump campaign did not immediately respond to a request for comment. AFP" 
}