{
    "id": 2,
    "title": "What that surprising Iowa poll might be telling us about the US elections",
    "text": "IOWA - From Nov 3 to 4, people who pay close attention to political polls received a surprise: a well-respected poll showing Vice-President Kamala Harris leading in Iowa by 3 percentage points. Iowa has not been considered a swing state in the presidential race. Former President Donald Trump won the state by 8 points in 2020, and every other poll there in 2024 has shown him with a lead of at least 4 points. The Cook Political Report rates Iowa as “solid Republican”. The new poll was startling and actually caused some jostling in online prediction markets, in part because of the source: revered independent pollster J. Ann Selzer, who is one of the most highly rated practitioners in the country and has a track record of exemplary work. But polls are best understood in aggregate, and any single poll by itself is prone to a certain amount of error. Overall, Trump still has a 2-point advantage in The New York Times’ polling average of Iowa, even with Ms Selzer’s new poll included. So why the uproar over this single poll, and what should voters make of it as we head into Election Day? The poll has caused so many pundits and politicos to sit up because Ms Selzer has been here before. In the final week before the 2020 election, Ms Selzer released a poll of Iowa conducted with the Des Moines Register that showed Trump leading by 7 points in the state. It was an outlier; other polls showed a much tighter race, with averages showing Trump ahead by just over one point. Ms Selzer’s own poll from September of that year had shown Trump in a tie with Mr Joe Biden. Trump won Iowa that year, by 53 per cent to 45 per cent, an eight-point margin of victory. “I’ve been the outlier queen so many times,” Ms Selzer said in a phone interview on Nov 4. “I’m not jumpy.” Ms Selzer produced a similar outlier poll in 2016, when she showed Trump up by seven points, despite polls overall giving him a slimmer, three-point lead. He won the state that year by nine points. Perhaps some readers even remember the time Ms Selzer released a poll showing that a relatively unknown senator from Illinois was in the lead heading into the Iowa Democratic caucuses in 2008, a shock to pretty much everyone. You probably know how that story ends: with Mr Barack Obama winning the Iowa caucuses, opening up his path to the presidential nomination and the White House. But even Ms Selzer was surprised by this latest poll finding. “‘Surprised’ doesn’t quite do it justice,” she said. “It had not crossed my mind that we would show Ms Harris’ lead.” After examining the data and discussing it with journalists at the Register, which sponsored the poll, she said that they had not seen any obvious flaws. In fact, she had found some underlying results that explained what may be happening. A poll Ms Selzer conducted for the Register in September, which showed Trump with a four-point lead over Ms Harris, was revealing a shift towards the vice-president, Ms Selzer said. In that poll, and in the latest one, she said, the share of voters who said they were “very likely” to vote (or, in the latest poll, had done so) was higher than in a poll they had fielded in June. More female, younger and college-educated voters were now saying they would vote – groups that tend to support Ms Harris. In the latest poll, voters 65 and older also favoured Ms Harris, particularly women in that age bracket, who backed the vice-president almost 2-1, 63 per cent to 28 per cent. And independent voters, particularly independent women, also shifted towards Ms Harris in the new poll. “It is as though people got off the bench and said, ‘All right, I’m voting.’ And that was Ms Harris’ supporters,” Ms Selzer said. Even if Ms Harris does not win in Iowa, which has only six electoral votes, the idea that she may be making gains in a Midwestern state could give Democrats hope for her chances in battleground states like Wisconsin and Michigan. But the fact remains that the new poll is an outlier, since all other polling up to this point has suggested that Trump will win Iowa comfortably. And Ms Harris’ lead in the Ms Selzer’s new poll is within the margin of error of plus or minus 3.4 percentage points. That means a closer result, or a Trump win by as many as three or four points, are all possibilities within that range. Ms Selzer said she is “prepared” for Trump to win in the state and is not worried that her poll might turn out to be wrong. “At the end of the day, I’ll either be golden – I hope for that – or I’ll be a skunk,” she said. “So, what am I going to do if I’m a skunk? I’m going to take it like a big girl. No tears will be shed.” Pollsters can sometimes succumb to a phenomenon known as herding, when they release their results only if they align with what has been established by earlier polls. Ms Selzer’s willingness to share her results even when they are anomalous is part of why she is widely regarded as a trustworthy pollster. Outlier polls are part of the story of every election cycle. Sometimes they are early indicators, capturing something other polls just have not measured yet. Other times they are a fluke, a product of the normal error that can seep into any poll. In this case, we have run out of time to test whether other polls find a similar shift to Ms Harris in Iowa. What is left is the only poll that actually matters in the end: the election itself. NYTIMES" 
}