{
    "id": 4,
    "title": "How did Kamala Harris lose this election?",
    "text": "SINGAPORE – The 2024 election looks eerily similar to 2016’s, when former secretary of state Hillary Clinton lost to Donald Trump despite being the favourite going into the race. Which begs the question: Can a woman never hope to be US president? Former president Trump did the impossible in winning the presidency. Republicans have also won control of the Senate and appear to have the upper hand in the House race, at press time on Nov 6. This election was truly a gendered election. Ms Harris had a 10-point advantage with women – 54 per cent, to Trump’s 44 per cent – with the figures flipped when it came to men, according to ABC News preliminary exit poll data released on Nov 6.  Mrs Clinton had lost the election in 2016 for a plethora of reasons, including Russian disinformation, a damaging Federal Bureau of Investigation probe regarding her e-mail servers and complacency over the Rust Belt states. But at the heart of it, she was seen as cold, calculated and unlikeable – although many pointed out that the bar was unfairly higher for her because she was a woman. In comparison, Trump could get away with the most outrageous, misogynistic comments. Still, it would not be accurate to chalk Ms Harris’ dismal results up to a deep-seated sexist belief that a woman can never be US president. The reality was that she had started this race with a huge disadvantage as the vice-president closely tied to the incumbent government. This was an election of change, as broad economic discontent drove voter sentiments. More than seven in 10 Americans thought the country has been heading in the wrong direction. More Americans – even in middle- and higher-income households – lived pay cheque to pay cheque in 2023 than in 2019, according to a Bank of America Institute study. Trying to brand herself an agent of change with “a new way forward” was always going to be an uphill battle for Ms Harris, even with the Democratic Party’s incredible discipline, its strong ground operations to get out the vote, and her campaign’s impressive efforts to put together policy proposals to build an opportunity economy and improve lives for the broad middle of Americans. As Trump had put it during his one and only debate with her: “She started by saying... she’s going to do all these wonderful things. Why hasn’t she done it? She’s been there for 3½ years.” Compared with Trump, who has had the benefit of being president for one term and gaining national name recognition, Ms Harris was the underdog who had to establish who she was and what she stood for. This is a tall order to beat in four months. Trump ran a strong campaign, focused on turning out never-voted-before Americans, especially from the male, non-college-educated segment. Over the past week, he doubled down on wooing the “manosphere”, sitting down with podcasters like Joe Rogan, Theo Von and the Nelk Boys, as well as YouTubers Logan Paul and Adin Ross, all of whom have a predominantly young male audience. Perhaps the reality also is that Trump does draw on a smaller but highly energised base who will turn up at the polls, compared with the more fragile and broad-based coalition the Democrats have tried to stitch together. This is a loose grouping of black, Latino, Asian and young voters that have little in common with one another. We will know more in the coming days as more exit polls are released on why the blue wave never materialised. Much of this may come down to this: Abortion was just not the powerful and emotive vote-getting issue it was in the 2022 midterms, where it was credited for beating back a Republican wave. Being a woman made Ms Harris the perfect advocate for reproductive rights, yet that advantage apparently counted for little. Regardless, a Trump victory should prompt some soul-searching in the Democratic Party on whether it had been out of touch in focusing part of its campaign on higher-order issues the well-heeled are more interested in – like saving democracy. Unlike the 2016 and 2020 races, Trump appears to be winning the popular vote this time around. This may be an issue more of communications and politics than policy, given that President Joe Biden’s agenda had focused on inclusive growth and spreading around employment gains beyond big cities. “Joy” may just be an ill-suited campaign tone to win over households who have experienced soaring costs of living over the past three years. Gender has little to do with that. A final note: Much has been made of the US election, including what it says about America’s brand of democracy if voters return Trump to power after the catastrophic Jan 6, 2021, storming of the Capitol. Trump is accused of sending an armed mob to the US Capitol to try to overturn his loss in the 2020 presidential election. Still, any dispassionate observer would say this is how a system of democracy with contestable elections is supposed to work – where anyone can win, so long as they have the votes." 
}