{
    "id": 5,
    "title": "Behind the US election anger may be something else: Lingering Covid-19 grief",
    "text": "LOS ANGELES – When Americans voted in the last presidential election, people were profoundly isolated from their friends and loved ones. Tens of millions of schoolchildren were still learning virtually, and office workers were hunkered down at home, experiencing the world through their smartphones and laptops. There was no real sense for when the coronavirus pandemic would end or how it would alter people’s lives. Four years later, the country regards the event as being long over. There is barely any discussion of Covid-19 from the presidential candidates. But as a divided America approaches its last day of voting, the toll of that period of national and personal crisis is still unfolding. “Underneath it all, so much of the rage and angst and animosity, I believe, is unprocessed grief,” said the Reverend Amy Greene, who was the director of spiritual care for the Cleveland Clinic health system during the pandemic. America is particularly “grief-phobic”, she said. “Anger is a lot easier because it makes you feel powerful even if you are not. It overwhelms fear and sadness,” she said. “I think that is why we see so much rage on both sides.” The pandemic brought immense grief, over the death of loved ones, friends’ funerals and missed celebrations. There were enormous economic and social consequences, for everyone. For young people, there are no do-overs for the years in high school or college wrecked by the crisis. Those who became parents faced isolation at home with their babies, without the support and love of a community. Grief is scary, and it is hard, Ms Greene said. “Grief for some people is scarier than anger, because anger makes us feel on the defensive, like we’re doing something, and grief is just vulnerability like nobody’s business,” she said. “And America’s not a big fan of vulnerability, on either side of the equation.” Trust in institutions – in government, scientists and business leaders – has fallen since 2020, according to the Pew Research Centre. By the end of 2022, the highest percentage of Americans in two decades described their mental health as “only fair” or “poor”, based on a Gallup poll. “We have lost ground with regard to resilience and optimism, and frankly we’ve lost engagement with one another,” said Ms Schroeder Stribling, the president and chief executive of Mental Health America, a national non-profit. “There’s an epidemic of loneliness,” she said. “There’s been so much isolation and the pandemic hugely contributed to that. We’ve seen directly how isolation affects us: It sickens us.” Kylie James, 20, an English major at the College of Southern Nevada in Las Vegas, said the pandemic helped to expose a dispiriting level of callousness, by both the government and its people. James, who uses they/them pronouns, said the government did not adequately support people who were trying to cope with the loss of work. They also said they were disheartened by a resistance to safety measures in the name of personal freedom. “I lost a lot of faith in humanity for a while, but I just had to learn that I can only control myself and I can try to educate people, but I want my mental health and my peace,” they said. University of Chicago professor of anthropology Shannon Lee Dawdy studies what happens to people after traumatic events, such as Hurricane Katrina in 2005. Reactions varied wildly at the time, even within families, she said. Some wanted to throw everything away, move and start over, while others wanted to salvage or replicate every lost household item and return life to how it was before. She sees parallels to the pandemic. For everyone in the United States, if in different degrees, 2020 brought traumatic experiences. Prof Dawdy wondered about the many Americans who now appear to want to repeat the chaos of the 2020 election, motivated in large part by former President Donald Trump. “But I think that’s not what it is,” she said. “I think what they’re trying to do, some of them, is to reset the clock to 2016, before Covid-19.” For some families, the experience of the pandemic and school closures changed the trajectory of their lives and shaped their politics. In 2020, Mr Kevin Gemeroy, 43, was living with his family in Seattle, running a small technology company. Schools were closed that spring, as they were across the nation. When Mr Gemeroy learnt that virtual learning would be extended into the next academic year, he and his wife decided to relocate to Arizona with their two boys. They settled in Scottsdale, an upscale suburb of Phoenix where the weather was warm, and the schools were more likely to be open because of weaker teachers’ unions and Republican governance in the state. The following year, they considered moving back to Seattle. The family stayed put when they learnt that their son, who was diagnosed with dyslexia, would have to work with private reading tutors in Seattle over Zoom. In Arizona, Mr Gemeroy’s two sons benefited from vouchers that helped pay for their private-school tuition. “We have so many more choices here in terms of how and where we can educate our kids,” he said. Mr Gemeroy considers himself a political independent but plans to vote for Trump. He said he developed a deep distrust of Democratic leaders in part because of how their Covid-19 policies affected schools. “Sadly, I do believe Trump is the less bad option this cycle,” he said. Young voters see the pandemic as an inflection point in their formative years, ruining proms and graduations and introductions to college – the sort of memorable experiences that have been rites of passage for each generation. The loss of such milestones coloured their political upbringing and, for some, sparked their civic engagement. Mr Ryan Klein was a junior in high school in Reading, Pennsylvania, with an eye towards becoming a teacher when classes went remote. Social distancing the next year meant that a marquee dance-a-thon for children with cancer barely raised $12,000, a fraction of what it normally generated. “Cancer isn’t stopping because of the pandemic,” Mr Klein, 21, said he told school administrators. “The money that we’re not raising because we’re following arbitrary guidelines is a real shame.” At the same time, Mr Klein saw his mother’s dream of running her own business crumble. A massage therapist, she was forced to shut down when then-governor Tom Wolf ordered all “non-life-sustaining businesses” to close. Mr Klein is now studying political science at Pennsylvania State University and is the president of the school’s College Republicans organisation. He is considering a career in politics. For some, the pandemic whittled away the facade that the larger world could take on anything together. “Like when all anybody had to do was not get toilet paper in excess and then everybody bought it in excess, those little things were disappointing,” said Mr Alex Grupp, a 34-year-old software salesman who lives in Milwaukee. “You used to trust in the fact that things are going to work out, and that became less of a given,” he said. For most of his life, Mr Grupp had voted Republican. During the pandemic, however, he was taken aback by Trump, who he felt was dismissing scientific evidence. Mr Grupp says he now leans left but has no aversion to those who do not, including his own parents. Mr Grupp, who began seeing a therapist for the first time during the pandemic, said he felt that “everybody is just stressed now”. “Those on the right think if Ms Harris wins, the world will end and vice versa,” he said. “It’s high stakes on both sides.” But others see a country that has found some measure of joy on the other side of tragedy. Mr Lee Herrick, the California poet laureate who is 53 and lives in Fresno, California, said that he had detected anxiety, yes, but also “an equal amount of hope and optimism”. Mr Herrick has seen his family coming out more in the last year or two, and people back in libraries, museums and schools. “I think everyone remembers what we’ve been through, and of course we lost far too many people,” he said. “But to have made it through, to be able to be with loved ones in person, it’s deeply joyful. It sort of magnifies the present for me. It elevates our relationships, those we care for, those we ought to care for. These are all sources of joy.” NYTIMES" 
}