{
    "id": 6,
    "title": "Harris struggles to secure men's support in US labour unions",
    "text": "WASHINGTON - With the US election days away, Vice-President Kamala Harris is struggling to secure the support of male volunteers in some labour unions whose phone calls and house visits are needed to get Democratic supporters out to vote, senior labour officials said. Most unions have long supported Democratic candidates, and both Ms Harris and President Joe Biden have backed unions in contract negotiations and championed workers’ rights. But Republican candidate Donald Trump, who was president from 2017 to 2021, has made inroads with union workers in recent years and any drop in support for Ms Harris could be a decisive factor in the neck-and-neck race. If elected, Ms Harris would make US history as the first female and second black president, and sexism and racism have been seen as a hurdle to her winning. Ms Liz Shuler, president of AFL-CIO, a democratic federation of 60 national and international unions that represent 12.5 million working people, said enthusiasm for Ms Harris is strong overall but sexism is likely undermining support for her in some unions. “Let’s be honest, there are people who look at a female candidate and at face value dismiss her because, you know, she’s perceived as not being presidential,” she said. “No one questions Donald Trump in that way.” Finding these men at home can be a challenge and the AFL-CIO is addressing the problem instead by visiting men at their job sites, where chances of a conversation to address their concerns are much higher, she said. The problem is especially acute within the building trades unions like electricians and pipefitters, whose members are predominantly male and white. Larger service unions, where membership is more diverse, have witnessed a growing gender gap, where a drop in male support has been offset by a surge in support from women, labour officials say. It is part of a phenomenon playing out across the country that could be a pivotal factor in the election, Reuters polling shows - Ms Harris is gaining with women, especially white women, while Trump is polling better with men than he was in 2020. Mr James Maravelias, head of the Delaware AFL-CIO, said Ms Harris’ support among male members has been weaker in part because of her liberal track record on social issues and in part because of male chauvinism. “I am afraid some won’t come out at all,” Mr Maravelias said about potential impact on Election Day. In interviews, AFL-CIO door knockers said some households view Ms Harris and Democrats as strong defenders of union rights while others have lost faith in the Democratic Party and see more common ground with Trump. “The men are the toughest doors,” said one of six door knockers interviewed. “They want to argue and there’s no agreement on the facts.” An AFL-CIO-led door-knocking effort in the Philadelphia area was forced to narrow its focus to known Harris supporters after an expected wave of volunteers failed to materialise, according to a local organiser. Ms Maggie Mullooly, a spokesperson for the Philadelphia chapter of the AFL-CIO, said the labour group’s mobilisation efforts have been robust and lack of volunteers is not an issue. Labour volunteers have knocked on over 160,000 doors in the Philadelphia region and on track to knock on 220,000 more by Election Day, she said. The information was supplied on Nov 1, following the story’s initial publication. Most major unions have endorsed Ms Harris, including the United Auto Workers union, but it is a mixed picture at the rank-and-file level across industries and different parts of the country. Support for Ms Harris remains strong in Racine, Wisconsin, said Mr Richard Glowacki, chairman of the UAW Local 180, which represents workers at a CNH Industrial’s sprawling tractor factory on the outskirts of that faded blue-collar city. He called demand for Ms Harris’ and other Democrats’ yard signs “unreal” and said retirees are actively getting out the vote. But the International Brotherhood of Teamsters, which has 1.3 million members, decided not to endorse a candidate in this election after a poll of members found Trump led Ms Harris by 59.6 per cent to 34 per cent. The group represents workers ranging from airline pilots to zookeepers. A Reuters/Ipsos poll showed Ms Harris leading Trump 47 per cent to 36 per cent among Americans who were union members or had a family member in a union. The survey of 655 union household respondents was held from Oct 16 to 21 and had a margin of error of about 4 percentage points. In the 2020 election, Mr Biden had a 16-point advantage over Trump - 56 per cent to 40 per cent - in an Edison Research poll of people who lived in households with a union member. Steep losses in support among non-college educated males could be made up by gains from non-college educated women, according to a senior campaign official. The Trump campaign did not immediately respond to a request for comment. Union workers make up one-fifth of the voters in battleground states Michigan, Pennsylvania and Wisconsin, says the AFL-CIO, the largest federation of unions in the country that counts several building trades unions among its members. The three states, known as the “Blue Wall” for their importance to Democrats, are among the seven battlegrounds that will decide Nov 5’s presidential election. Unions are also key to Democrats’ “Get out the vote” efforts in these states, and their members traditionally knock on thousands of doors ahead of elections to rally voters. Ms Harris, who is also of South Asian origins, has dismissed concerns that sexism could hurt her chances of winning the White House, saying the country is “absolutely” ready to elect a female president. Mr Jimmy Williams, president of the International Union of Painters and Allied Trades, which has over 140,000 members, said a drop in support from men is being more than offset by women within his union. “I have spoken to women members in the states of Pennsylvania, Michigan, Wisconsin, and Ohio and I can tell you, not one woman member that I have spoken to, has been somebody who has been supportive of Donald Trump, not one,” he said. REUTERS" 
}