{
    "id": 1,
    "title": "Trump's economic plan hinges on tax cuts, tariffs, immigration crackdown",
    "text": "WASHINGTON - US President-elect Donald Trump will retake the White House with ambitious plans for broad import tariffs, immigration restrictions and additional tax cuts that analysts see delivering a short-term boost to the economy but also larger budget deficits, weaker workforce growth and higher inflation. Trump, a Republican who defeated Democratic Vice-President Kamala Harris in the Nov 5 presidential election, will inherit an economy that under Democratic President Joe Biden has recently outperformed the rest of the developed world by a hefty margin and has managed to dodge a widely predicted recession even as the Federal Reserve lifted interest rates aggressively to rein in the worst inflation since the 1980s. The \"soft landing\" of lowered inflation alongside steady economic growth and a healthy job market that Fed officials had sought has largely been achieved, and Trump's agenda could have a profound effect on where it heads next. For one, Trump wants to extend all of his 2017 tax cuts that are due to expire after 2025, but during the campaign he has added calls for hefty new breaks, including exempting payments from the Social Security retirement programme, tips and overtime income from taxation. With no proposed offsetting revenues other than tariffs, the federal deficit is expected to mushroom. Trump's 10-year deficit increase forecasts range from US$3 trillion (S$3.9 trillion) for the conservative Tax Foundation to US$7 trillion for the Penn-Wharton Budget Model. Should Congress come on board with his fiscal agenda, economists at Oxford Economics see gross domestic product growth accelerating in 2026 and 2027 before slowing sharply near the end of Trump's second term. \"In 2028, growth slows meaningfully as the sugar rush from the additional red ink spilled unwinds, and the negative consequences of immigration and trade restrictions begin to dominate,\" they wrote in early November. Indeed, Trump aims to kick the aggressive trade agenda from his first term into higher gear with across-the-board 10 per cent tariffs on imported goods and even higher levies on imports from China. The duties, if fully imposed, would raise effective average US tariff levels to 17.7 per cent, the highest since 1934, according to the conservative-leaning Tax Foundation, trigger a one-time upward resetting of consumer goods prices, and likely prompt retaliatory duties from trading partners around the world. His plans to restrict immigration, with a potential for mass deportations of migrants already in the US, would cut into the main driver of labor force growth in recent years and could mean job creation slows as well, with fewer new entrants to the employment market. That could also reaccelerate wage growth as employers compete to fill jobs from a more limited labour pool. The combination of heftier deficit spending, restrictive trade and immigration policies and the boost to demand from tax cuts risks a rekindling of inflation that is currently on course to return to the Fed's 2 per cent annual target within the next year. Oxford Economics' models, for instance, suggest inflation could run between two-tenths and three-tenths of a percentage point above their baseline forecast, and that could mean a more limited run of interest rate cuts by the Fed. REUTERS" 
}