{
    "id": 7,
    "title": "Split Gen Z: Gender divide grows in US youth vote",
    "text": "WASHINGTON - An unexpected schism among American youth could decide the US presidential election, with young women largely leaning left to back Vice-President Kamala Harris, but many men turning right to rally behind former president Donald Trump, according to polls. The growing gender divide means Ms Harris is having to fight Trump for a big chunk of the youth vote – and it is a battle that will be played out vividly on Oct 25. Trump, who has already spent time with young social media influencers from the kickboxing and cryptocurrency worlds, will head to Texas for an interview on the Joe Rogan Experience, a podcast reaching a largely male audience of millions. Facing the tightest of elections, the Republican former president is betting he can tip the scales thanks to surging support from young men drawn to his brand of macho politics, real estate business lore and love of sports talk. Ms Harris will also be in Texas, but aiming her message loudly and clearly at young women. Joined by superstar Beyonce, the queen of US pop culture feminism, Ms Harris is set to deliver a speech on abortion rights in a state that has imposed some of the most radical restrictions in the country. Overall, the youth vote still very much tends to favour the Democratic Party. A Harvard University poll released in September of 18- to 29-year-olds who plan to vote gave Ms Harris a 31-point advantage over Trump. The same poll found 70 per cent of young women planned to vote for Ms Harris and 23 per cent for Trump. Among young men, however, Ms Harris had the support of only 53 per cent, while Trump got 36 per cent. A more recent NBC poll of the same age range showed an even starker divide: 59 per cent of young women favored Ms Harris to Trump’s 26 per cent, but among young men the margin narrowed considerably – 42 per cent for Ms Harris and 40 per cent for Trump. “I’m worried about women’s rights, and especially women’s healthcare. It’s like, they’re already trying to take away our right for an abortion, what else can they take away? What’s next?” asked Ms Madeline Tena, an 18-year-old medical student in Arizona. Ms Tena, who follows campaign news through TikTok, said: “I’m going to vote for Kamala, because based on what I’ve seen on social media, Kamala looks a lot better than Trump”, who can appear “really childish”. On the other hand, Mr Zackree Kline, who, at 21, is working 60-hour weeks as a waiter and at a funeral home in Pennsylvania to get by, said he was won over by Trump’s image as good for the economy. “I know a lot of people are still in favour of Trump, just because everything was a lot lower when he was president,” he said, referring to prices. Political science professor Jennie Sweet-Cushman from Chatham University has noticed something deeper: a growing rift in how young Americans see their futures. The women are increasingly likely to get college degrees and to leave the Republican camp, she said. The men are embracing the right. “When I asked my students if they plan on having children, the young men pretty consistently do see themselves as having children someday. And almost none of the young women do,” she said. Studies show that a growing number of young US women are shunning traditional conservative ideas about family, marriage and sexuality, and are distancing themselves from religion in a country where faith and politics can be closely linked. An April poll by the Survey Centre on American Life found that post-World War II, men were more likely than women to leave the religion in which they were raised. But in Gen Z – people born from the late 1990s to early 2010s – it is the other way around, with women representing 54 per cent of those who leave their religion. Whether these gender dynamics will be decisive on Election Day is impossible to say, given the many variables in such a tight contest. But one thing is clear: Women are historically far more likely to vote. “Women have outnumbered and out-voted men for over 40 years in American politics. And so there’s, you know, no indicator that that would be different in 2024,” said political science professor Kelly Dittmar from Rutgers University. AFP" 
}